Repository: AFCMS/iplan
Catalog: po/*.po
Languages: cs, fa, fr, pt_br

source: IPlan
fa: آیپلن

source: Your plan for improving personal life and workflow
cs: Váš plán na zlepšení osobního a pracovního života
fa: برنامه شما برای بهبود زندگی شخصی و کاری
fr: Votre programme pour faciliter votre vie personnelle et vos activités
pt_br: Seu planejador para melhorar a vida pessoal e o fluxo de trabalho

source: IPlan goal is to be a user friendly tool for those who want to organize their personal life or jobs.
cs: Cílem IPlan je být uživatelsky přívětivým nástrojem pro ty, kteří si chtějí organizovat svůj osobní život nebo práci.
fa: هدف IPlan این است که یک ابزار کاربر پسند برای کسانی باشد که می خواهند زندگی شخصی یا شغل خود را سازماندهی کنند.
fr: L’objectif de IPlan est d’être un outil simple d’utilisation pour ceux qui souhaitent organiser leur vie personnelle ou leur travail.
pt_br: O objetivo do IPlan é ser uma ferramenta amigável para quem deseja organizar sua vida pessoal ou trabalho

source: Features:
cs: Funkce:
fa: ویژگی ها:
fr: Fonctionnalités :
pt_br: Funcionalidades

source: Grouping tasks with project and list
cs: Seskupování úkolů s projektem a seznamem
fa: گروه بندی وظایف با پروژه و لیست
fr: Groupement des tâches par projets et listes
pt_br: Agrupamento de tarefas em projetos e listas

source: Timer for tasks
cs: Časomíra pro úkoly
fa: تایمر برای وظایف
fr: Minuteur pour les tâches
pt_br: Cronômetro para tarefas

source: Subtasks
cs: Dílčí úkoly
fa: وظایف فرعی
fr: Sous-tâches
pt_br: Subtarefas

source: Calendar for Exploring tasks by date
cs: Kalendář pro prozkoumávání úkolů podle data
fa: تقویم برای کاوش وظایف بر اساس تاریخ
fr: Calendrier pour parcourir les tâches par date
pt_br: Calendário para explorar tarefas por data

source: Global search
cs: Globální vyhledávání
fa: جستجوی سراسری
fr: Recherche globale
pt_br: Busca global

source: Arranging projects, lists, and tasks by drag and drop
cs: Uspořádání projektů, seznamů a úkolů přetažením
fa: مرتب سازی پروژه ها، فهرست ها و وظایف با کشیدن و رها کردن
fr: Réorganisation des projets, listes et tâches par le glisser-déposer
pt_br: Organização de projetos, listas e tarefas arrastando e soltando

source: The IPlan main window
cs: Hlavní okno IPlan
fa: پنجره ی آیپلن
fr: Fenêtre principale de IPlan
pt_br: A janela principal do IPlan

source: Task window
cs: Okno úkolu
fa: پنجره وظیفه
fr: Fenêtre des tâches
pt_br: Janela de tarefas

source: Calendar
cs: Kalendář
fa: تقویم
fr: Calendrier
pt_br: Calendário

source: The IPlan main window (dark mode)
cs: Hlavní okno IPlan (tmavý režim)
fa: پنجره ی آیپلن (حالت تیره)
fr: Fenêtre principale de IPlan (mode sombre)
pt_br: A janela principal do IPlan (modo escuro)

source: The IPlan main window (small size)
cs: Hlavní okno IPlan (malá velikost)
fa: پنجره ی آیپلن (سایز کوچک)
fr: Fenêtre principale de IPlan (en taille réduite)
pt_br: A janela principal do IPlan (tamanho pequeno)

source: Iman Salmani
fa: ایمان سلمانی

source: New features and updates
cs: Nové funkce a aktualizace
fa: ویژگی ها و به روز رسانی های جدید
fr: Nouvelles fonctionnalités et mises à jour
pt_br: Novos recursos e atualizações

source: Code refactoring, Bug fixes, and UI improvements
cs: Úprava kódu, oprava chyb a vylepšení uživatelského rozhraní
fa: بازسازی کد، رفع اشکال و بهبود رابط کاربری

source: New design for drag and drop
fa: طراحی جدید برای کشیدن و رها کردن

source: New Project create window
fa: پنجره ایجاد پروژه جدید

source: Close windows with escape key
fa: پنجره ها را با کلید اسکیپ ببندید

source: Scroll while dragging task
fa: می توانید هنگام کشیدن کار، اسکرول کنید

source: Add task inside calendar page
fa: اضافه کردن کار در صفحه تقویم

source: Drop task on each other
fa: وظایف را بر روی یکدیگر رها کنید

source: Rename tasks list to section
fa: تغییر نام فهرست وظایف به بخش

source: The task row shows the description, subtasks, due date, and reminder
cs: Řádek úkolu zobrazuje popis, dílčí úkoly, termín dokončení a připomenutí
fa: ردیف وظیفه توضیحات، وظایف فرعی، تاریخ سررسید و یادآوری را نشان می دهد

source: New design for task rows
cs: Nový design řádků úkolů
fa: طراحی جدید برای ردیف های وظیفه

source: Add task button below tasks list
cs: Přidat tlačítko pod seznam úkolů
fa: دکمه اضافه کردن کار زیر فهرست کارها

source: One week per calendar page
cs: Jeden týden na stránku kalendáře
fa: یک هفته برای هر صفحه تقویم

source: Today and No Date buttons on top of the date picker
cs: Tlačítka Dnes a Žádné datum v horní části nástroje pro výběr data
fa: دکمه های امروز و بدون تاریخ در بالای انتخابگر تاریخ

source: Click on a searched task will open the task window
cs: Kliknutím na hledaný úkol se otevře okno úkolu
fa: با کلیک بر روی یک کار جستجو شده، پنجره کار باز می شود

source: Auto start (if the user lets the app run in the background) and checking for reminders in the startup
cs: Automatické spuštění (pokud uživatel nechá aplikaci běžet na pozadí) a kontrola připomenutí při spuštění
fa: شروع خودکار (اگر کاربر اجازه دهد برنامه در پس‌زمینه اجرا شود) و یادآوری را در راه‌اندازی بررسی می‌کند

source: Czech and French and Brazilian Portuguese Translations Added or updated thanks to Amerey.eu, Irénée Thirion, and Fúlvio Leo
cs: Překlady do češtiny, francouzštiny a brazilské portugalštiny přidány nebo aktualizovány díky Amerey.eu, Irénée Thirion a Fúlvio Leo
fa: ترجمه چک و فرانسوی و پرتغالی برزیل به لطف Amerey.eu، Irénée Thirion و Fúlvio Leo اضافه یا به روز شد

source: Backing up system
cs: Zálohování systému
fa: پشتیبان گیری از سیستم
fr: Système de sauvegarde
pt_br: Sistema de backup

source: Tasks can have date and reminders (Application will remain in background for handling reminders)
cs: Úkoly mohou mít datum a připomenutí (Aplikace zůstane na pozadí pro zpracování připomenutí)
fa: وظایف می توانند تاریخ و یادآوری داشته باشند (برنامه برای مدیریت یادآوری ها در پس زمینه باقی می ماند)
fr: Les tâches peuvent avoir une date et des rappels associés (l’application continuera de fonctionner en arrière-plan pour gérer les rappels)
pt_br: As tarefas podem ter data e lembretes (o aplicativo permanecerá em segundo plano para lidar com lembretes)

source: When a task doesn't have record, Timer button will move to options
cs: Když úkol nemá záznam, tlačítko Časovač se přesune na možností
fa: هنگامی که یک کار سابقه نداشته باشد، دکمه تایمر به گزینه ها منتقل می شود
fr: Lorsqu’une tâche n’a pas de chronomètre, le bouton du minuteur sera dans les options
pt_br: Quando uma tarefa não tem registro, o botão Cronômetro irá para as opções

source: Record edit window
cs: Okno pro úpravu záznamu
fa: پنجره ویرایش سوابق
fr: Fenêtre de modification du chronomètre
pt_br: Janela de edição de registro

source: Now users able to edit record duration by changing start time
cs: Nyní mohou uživatelé upravovat délku záznamu změnou času zahájení
fa: اکنون کاربران می توانند مدت زمان سوابق را با تغییر زمان شروع ویرایش کنند
fr: L’utilisateur peut maintenant modifier la durée du chronomètre en changeant l’heure de début
pt_br: Agora os usuários podem editar a duração do registro alterando o tempo de início

source: Bug fixes, and UI improvements
cs: Opravy chyb a vylepšení uživatelského rozhraní
fa: رفع اشکال و بهبود رابط کاربری
fr: Corrections de bogues et améliorations de l’interface
pt_br: Correções de bugs e melhorias na interface de usuário

source: Bug fix
cs: Oprava chyby
fa: رفع اشکال
fr: Correction de bogues
pt_br: Correção de bug

source: Code refactoring, and UI improvements
cs: Úprava kódu a vylepšení uživatelského rozhraní
fa: بازسازی کد و بهبود رابط کاربری
fr: Refonte du code et améliorations de l’interface
pt_br: Refatoração de código e melhorias na interface de usuário

source: New widgets for selecting Date and Time
cs: Nové widgety pro výběr data a času
fa: ویجت های جدید برای انتخاب تاریخ و زمان
fr: Nouveaux widgets pour sélectionner la date et l’heure
pt_br: Novos widgets para selecionar Data e Tempo

source: Changing duration of the new record by setting end time
cs: Změna doby trvání nového záznamu nastavením času ukončení
fa: تغییر مدت زمان رکورد جدید با تنظیم زمان پایان
fr: Modification de la durée du nouveau chronomètre en définissant une heure de fin
pt_br: Alterando a duração do novo registro definindo o tempo final

source: Add Brazilian Portuguese Translation thanks to Fúlvio Leo
cs: Přidán překlad brazilské portugalštiny díky Fúlvio Leovi
fa: اضافه کردن ترجمه پرتغالی برزیل به لطف Fúlvio Leo
fr: Ajout d’une traduction en portugais brésilien grâce à Fúlvio Leo
pt_br: Adicionar tradução para o português do Brasil graças a Fúlvio Leo

source: Subtasks, Bug fixes, and UI improvements
cs: Dílčí úkoly, opravy chyb a vylepšení uživatelského rozhraní
fa: وظایف فرعی، رفع اشکال و بهبود رابط کاربری
fr: Sous-tâches, corrections de bogues et améliorations d’interface
pt_br: Subtarefas, correções de bugs e melhorias na interface de usuário

source: Task Window which contains task info, subtasks, and records
cs: Okno úkolu, které obsahuje informace o úkolu, dílčí úkoly a záznamy
fa: پنجره وظیفه که حاوی اطلاعات کار، وظایف فرعی و سوابق است
fr: La fenêtre des tâches qui contient des informations sur les tâches, sous-tâches
pt_br: Janela de Tarefas que contém informações de tarefas, subtarefas e registros

source: Translation to Persian and Turkish languages thanks to Sabri Ünal
cs: Překlad do perštiny a turečtiny díky Sabri Ünal
fa: ترجمه به زبان های فارسی و ترکی با تشکر از صبری اونال
fr: Traduction en perse et en turque grâce à Sabri Ünal
pt_br: Tradução para os idiomas persa e turco graças a Sabri Ünal

source: New toast message for moving back task from the tasks done list
cs: Nová zpráva pro přesun zpět úkolu ze seznamu dokončených úkolů
fa: پیام نان تست جدید برای برگرداندن کار از لیست کارهای انجام شده
fr: Nouveau message pop-up lorsqu’une tâche est retirée de la liste des tâches accomplies
pt_br: Nova mensagem toast para mover de volta tarefas da lista de tarefas concluídas

source: Users are now able to pick emojis for their projects in the edit window
cs: Uživatelé si nyní mohou vybrat emotikony pro své projekty v okně úprav
fa: کاربران اکنون می‌توانند شکلک‌هایی را برای پروژه‌های خود در پنجره ویرایش انتخاب کنند
fr: L’utilisateur peut maintenant choisir des émojis pour ses projets dans la fenêtre d’édition
pt_br: Usuários agora conseguem escolher emojis para os seus projetos na janela de edição

source: Projects and Tasks now can have descriptions
cs: Projekty a úkoly nyní mohou mít popisy
fa: پروژه ها و وظایف اکنون می توانند شرح داشته باشند
fr: Les projets et tâches peuvent désormais avoir des descriptions
pt_br: Projetos e Tarefas agora podem ter descrições

source: Performance improvement and records window
cs: Zlepšení výkonu
fa: بهبود عملکرد و پنجره سوابق
fr: Améliorations des performances et fenêtre des chronomètres
pt_br: Janela de melhoria de desempenho e registros

source: Lazy loading for project tasks and stat
cs: Postupné načítání pro projektové úkoly
fa: پیاده سازی Lazy loading برای وظایف پروژه و آمار
fr: Chargement lent pour les tâches et statistiques des projets
pt_br: Carregamento lento para tarefas e estatísticas do projeto

source: Records window for creating, editing, and deleting records
cs: Okno záznamů pro vytváření, úpravy a mazání záznamů
fa: پنجره رکوردها برای ایجاد، ویرایش و حذف رکوردها
fr: Fenêtre des chronomètres pour créer, modifier et supprimer les chronomètres
pt_br: Janela de registros para criar, editar e excluir registros

source: First stable release.
cs: První stabilní verze.
fa: اولین انتشار پایدار.
fr: Première version stable.
pt_br: Primeira versão estável

source: Main Menu
fa: فهرست اصلی

source: _Preferences
fa: _تنظیمات

source: _Backup
cs: _Záloha
fa: _پشتیبان گیری
fr: _Sauvegarde

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
fa: _میانبرهای صفحه کلید
fr: _Raccourcis clavier
pt_br: _Atalhos de Teclado

source: _About IPlan
cs: _O aplikaci IPlan
fa: _درباره آیپلن
fr: À _propos de IPlan
pt_br: _Sobre o IPlan

source: Run in Background
fa: اجرا در پس زمینه

source: Allow send reminders when the app is closed
fa: وقتی برنامه بسته است، اجازه ارسال یادآوری‌ها را بدهید

# shortcut window
source: Application
cs: Aplikace
fa: برنامه
pt_br: Aplicação

# shortcut window
source: Preferences
fa: تنظیمات

# shortcut window
source: Keyboard Shortcuts
cs: Klávesové zkratky
fa: میانبرهای صفحه کلید
fr: Raccourcis clavier
pt_br: Atalhos de Teclado

# shortcut window
source: Primary Menu
cs: Hlavní nabídka
fa: منو اصلی
fr: Menu principal
pt_br: Menu Principal

# shortcut window
source: Quit
cs: Ukončit
fa: خروج
fr: Quitter
pt_br: Sair

# shortcut window
source: Tasks
cs: Úkoly
fa: وظایف
fr: Tâches
pt_br: Tarefas

# shortcut window
source: Search
cs: Vyhledávání
fa: جستجو
fr: Chercher
pt_br: Buscar

source: Backup
cs: Záloha
fa: پشتیبان گیری
fr: Sauvegarde

source: Export
cs: Exportovat
fa: صدور
fr: Exporter
pt_br: Exportar

source: Data folder path
cs: Cesta ke složce dat
fa: مسیر پوشه داده
fr: Chemin d’accès des données
pt_br: Caminho da pasta Data

source: Add this path to your backup application
cs: Přidejte tuto cestu ke své aplikaci pro zálohování
fa: این مسیر را به برنامه پشتیبان خود اضافه کنید
fr: Ajoutez ce chemin à votre application de sauvegarde
pt_br: Adicione este caminho ao seu aplicativo de backup

source: Import
cs: Importovat
fa: ورود نسخه پشتیبان
fr: Importer
pt_br: Importar

source: While importing, previous data will be cached
cs: Při importu budou předchozí data uložena do mezipaměti
fa: هنگام وارد کردن، داده های قبلی در حافظه پنهان ذخیره می شوند
fr: Pendant l’importation, les données précédentes seront mises en cache
pt_br: Durante a importação, os dados anteriores serão armazenados em cache

source: Today
cs: Dnes
fa: امروز
fr: Aujourd’hui
pt_br: Hoje

source: New Project
cs: Nový projekt
fa: پروژه جدید

source: Cancel
cs: Zrušit
fa: لغو
fr: Annuler
pt_br: Cancelar

source: Add
cs: Přidat
fa: اضافه کن

source: Name
cs: Název
fa: نام
fr: Nom
pt_br: Nome

source: Icon
cs: Ikona
fa: نماد
fr: Icône
pt_br: Ícone

source: Description
cs: Popis
fa: شرح
pt_br: Descrição

source: Edit Project
cs: Upravit projekt
fa: ویرایش پروژه
fr: Modifier le projet
pt_br: Editar Projeto

source: Archive
cs: Archivovat
fa: بایگانی
fr: Archiver
pt_br: Arquivo

source: Delete
cs: Smazat
fa: حذف
fr: Supprimer
pt_br: Deletar

source: Time spent
fa: زمان صرف شده

source: Time spent per day
cs: Čas strávený denně
fa: زمان صرف شده در روز
fr: Temps passé par jour
pt_br: Tempo gasto por dia

source: no sections found
cs: nebyly nalezeny žádné sekce
fa: هیچ بخشی پیدا نشد

source: New section
cs: Nová sekce
fa: بخش جدید

source: New _Section
cs: Nová _sekce
fa: _بخش جدید

source: _Edit Project
cs: _Upravit projekt
fa: _ویرایش پروژه
fr: _Modifier le projet
pt_br: _Editar Projeto

source: Add task
cs: Přidat úkol
fa: افزودن وظیفه

source: Done tasks
cs: Hotové úkoly
fa: وظایف انجام شده
fr: Tâches accomplies
pt_br: Tarefas concluídas

source: Delete section
cs: Smazat sekci
fa: حذف بخش

source: New Record
cs: Nový záznam
fa: رکورد جدید
fr: Nouveau chronomètre
pt_br: Novo Registro

source: Done
cs: Hotovo
fa: انجام شد
fr: Fait
pt_br: Concluído

source: Starts
cs: Začíná
fa: شروع
fr: Commence le
pt_br: Começa

source: Date
cs: Datum
fa: تاریخ
pt_br: Data

source: Time
cs: Čas
fa: زمان
fr: Heure
pt_br: Tempo

source: Ends
cs: Končí
fa: پایان
fr: Finit le
pt_br: Termina

source: Duration
cs: Doba trvání
fa: مدت
fr: Durée
pt_br: Duração

source: Reminder
cs: Upomínka
fa: یادآور
fr: Rappel
pt_br: Lembrete

source: delete
cs: smazat
fa: حذف
fr: Supprimer
pt_br: deletar

source: Search
cs: Vyhledávání
fa: جستجو
fr: Chercher
pt_br: Buscar

source: no results found
cs: nebyly nalezeny žádné výsledky
fa: نتیجه ای پیدا نشد
fr: Aucun résultat trouvé
pt_br: nenhum resultado encontrado

source: Projects
cs: Projekty
fa: پروژه ها
fr: Projets
pt_br: Projetos

source: Show archive projects
cs: Zobrazit archivní projekty
fa: نمایش پروژه های بایگانی شده
fr: Afficher les projets archivés
pt_br: Mostrar projetos de arquivo

source: New project
cs: Nový projekt
fa: پروژه جدید
fr: Nouveau projet
pt_br: Novo projeto

source: _Cancel
cs: _Zrušit
fa: لغو
fr: A_nnuler
pt_br: _Cancelar

source: _Delete
cs: _Smazat
fa: حذف
fr: _Supprimer
pt_br: _Deletar

source: No Date
cs: Bez data
fa: بدون تاریخ

source: Due date
cs: Termín
fa: موعد مقرر

source: Reminders
cs: Upomínky
fa: یادآوری ها
fr: Rappels
pt_br: Lembretes

source: Records
cs: Záznamy
fa: سوابق
fr: Chronomètres
pt_br: Registros

source: Add Task
fa: افزودن وظیفه

source: no done tasks found
cs: nenalezeny žádné hotové úkoly
fa: هیچ کار انجام شده ای پیدا نشد
fr: Aucune tâche accomplie trouvée
pt_br: nenhuma tarefa concluída encontrada

source: translator-credits
cs: Amerey.eu https://amerey.eu
fa: ایمان سلمانی <contact.imansalmani@gmail.com>
fr: Irénée Thirion <irenee.thirion@e.email>
pt_br: Fúlvio Leo <fulviokaldas@outlook.com>

source: IPlan needs to run in the background to send reminders
cs: IPlan musí běžet na pozadí, aby mohl odesílat připomenutí
fa: برای ارسال یادآوری، آپلن باید در پس‌زمینه اجرا شود
fr: IPlan nécessite de fonctionner en arrière-plan pour envoyer des rappels
pt_br: O IPlan precisa ser executado em segundo plano para enviar lembretes

source: day
fa: روز

source: days
fa: روز

source: Personal
cs: Osobní
fa: شخصی
fr: Personnel
pt_br: Pessoal

source: Tasks
cs: Úkoly
fa: وظایف
fr: Tâches
pt_br: Tarefas

source: Path copied!
cs: Cesta zkopírována!
fa: مسیر کپی شد!
fr: Chemin copié !
pt_br: Caminho copiado!

source: Error while caching previous data
cs: Chyba při ukládání předchozích dat do mezipaměti
fa: خطا هنگام ذخیره داده های قبلی
fr: Erreur lors de la mise en cache des données précédentes
pt_br: Erro ao armazenar dados anteriores em cache

source: Error while importing data
cs: Chyba při importování dat
fa: خطا هنگام وارد کردن داده ها
fr: Erreur lors de l’importation des données
pt_br: Erro ao importar dados

source: Project should have a name!
cs: Projekt by měl mít jméno!
fa: پروژه باید اسمی داشته باشد!

source: Delete "{}" project?
cs: Smazat projekt „{}“?
fa: پروژه "{}" حذف شود؟
fr: Supprimer le projet « {} » ?
pt_br: Deletar o projeto "{}"?

source: The project and its tasks will be permanently lost.
cs: Projekt a jeho úkoly budou trvale ztraceny.
fa: پروژه و وظایف آن برای همیشه از بین خواهد رفت.
fr: Le projet et les tâches qu’il contient seront définitivement perdus.
pt_br: O projeto e suas tarefas associadas serão perdidos permanentemente.

source: Use the primary menu {} for adding a new section
cs: Pro přidání nové sekce použijte primární nabídku {}
fa: از منوی اصلی {} برای افزودن بخش جدید استفاده کنید

source: New Section
cs: Nová sekce
fa: بخش جدید

source: "{}" moved to the done tasks list
fa: "{}" به فهرست کارهای انجام شده منتقل شد

source: Undo
cs: Zpět
fa: برگرد
fr: Annuler
pt_br: Desfazer

source: Delete "{}" section?
cs: Smazat sekci „{}“?
fa: بخش "{}" حذف شود؟

source: The section and its tasks will be permanently lost.
cs: Sekce a její úkoly budou nenávratně ztraceny.
fa: بخش و وظایف آن برای همیشه از بین خواهد رفت.

source: until
cs: až do
fa: تا
fr: jusqu’à
pt_br: até

source: Edit Record
fa: ویرایش رکورد

source: Duration can't be 0
cs: Doba trvání nemůže být 0
fa: مدت زمان نمی تواند 0 باشد
fr: La durée ne peut être 0
pt_br: A duração não pode ser 0

source: Record end time can't be in future
fa: زمان پایان رکورد نمی تواند در آینده باشد

source: Time can't be in the past
cs: Čas nemůže být v minulosti
fa: زمان نمی تواند در گذشته باشد
fr: L’heure ne peut être dans le passé
pt_br: O tempo não pode estar no passado

source: Task moved to {}
cs: Úkol přesunut do {}
fa: کار به {} منتقل شد

source: {} doesn't have any section
cs: {} nemá žádnou sekci
fa: "{}" هیچ بخشی ندارد

source: Inbox
fa: صندوق

source: "{}" is going to delete
cs: „{}“ bude smazán
fa: درحال حذف "{}"
fr: « {} » sera supprimée
pt_br: "{}" irá deletar

source: Done Tasks
cs: Hotové úkoly
fa: کارهای انجام شده
fr: Tâches accomplies
pt_br: Tarefas Concluídas

source: _Quit
pt_br: _Sair

source: Project
fr: Projet
pt_br: Projeto

source: Task
fr: Tâche
pt_br: Tarefa
